{
    "name": "Bakuh",
    "summary": [ "A fictional world about nonfictional things." ],
    "introduction": [
        "Fiction extended its hand to Nonfiction.",
        "Nonfiction laughed.",
        "Fiction was also smiling as it felt the coolness of a mirror."
    ],
    "titans":{
        "Context": {
            "summary":[
                "Another name for location, region, or place where concepts interact with each other, forming memories.",
                "One might recognize a concept quicker if they are walking around its usual context.",
                "Insights are moments, or memories, where concepts find a connection they didn't know existed."
            ]
        },
        "Explanations": {
            "summary": [
                "A path a concept takes as it crosses context.",
                "Would Apollo relate to Explanations?"
            ]
        },
        "Evidence": {
            "summary": [
                "Evidence is the currency issued in Epistemology."
            ]
        },
        "Language": {
            "summary": [
                "Bakuh's architect is Language.",
                "Language has an assistant called Grammar.",
                "When building books, Language usually places equations in alcoves.",
                "For Language, axioms are structures that accept axial load like a wall, a column, or an arch.'"
            ]
        },
        "Semantics":{
            "summary":[
                "Concepts wear semantic associations.",
                "A concept can have many names, which are administered by Ontology's ontologies."
            ]
        },
        "Nerve endings":{
            "summary":[
                "Stars are nerve endings."
            ]
        },
        "Knowledge":{
            "summary":[
                "Concepts call all minerals 'knowledge'.",
                "Descriptions are puddles that form around Bakuh.",
                "Arguments are gardens where concepts go on dates, introspect, or live.",
                "Agreements are gymnosperms."
            ]
        },
        "Actively using a concept":{
            "Exploring": "A concept's term for any kind of movement.",
            "Thinking": "How concepts move through data.",
            "Being Curious": "Riding or galloping with a question.",
            "Practical Applications": {
                "Practical Applications": "Bakuh's term for 'sports.'",
                "That is impractical!":"What a concept might say when one does not follow the rules.",
                "performing a calculation": "a form of yoga",
                "performing a proof": "tai-chi",
                "thinking":"swimming"
            }
        },
        "Fictional Worlds":{
            "summary":[
                "Concepts write fictional worlds.",
                "In these fictional worlds, humans are not amorphous characters as they exist in Bakuh. Humans regain their anthropomorphic character."
            ]
        }
    },
    "Telling time":{
        "What If": "The name concepts use for 'Day.' Rather than 'Once upon a time', concepts sign 'What if...' when telling a story.",
        "As Is": "The name concepts use for 'Night.'",
        "Attention": "Sunlight, or meaning being digested and excreted by time.",
        "Distraction": "Heat.",
        "Imagination": "Ventilation systems."
    },
    "Building Blocks":[
        "Concepts from Chemistry decided to act like other concepts to stage the Fictional World of Bakuh.",
        "Hydrogen is playing a fact in Prolog (e.g., Is(x)).",
        "Sodium is playing the role of text.",
        "Oxygen is 'x is y' which it regards as crucial for portraying data and information.",
        "Carbon is playing '∫f(x)dx' which it needs to paint Ontology and Epistemology.",
        "Silicon is Avg(x).",
        "Boson is calling itself impulse.",
        "Fermion is calling itself propagation",
        "Electron volunteered to play time.",
        "Photons is playing meaning.",
        "Protons is '!=='",
        "Neutrons is '=='"
    ],
    "A Student":{
        "summary":[
            "The cells inside a concept are called students.",
            "A student's plasma membrane stores its current understanding of the concept.",
            "When a student applies a concept, they synthesize a protein."
        ],
        "conception": {
            "summary":[
                "A conception is the layer between a student's cytoplasm and the concept's extracellular fluid.",
                "Carboxylic acid plays 'understanding'",
                "Aliphatic chain plays 'summary'."
            ]
        },
        "information":{
            "summary":[
                "A concept's extracellular fluid is called information.",
                "Sometimes, concepts drink stochasticity, or noise to alter their perspective."
            ]
        },
        "learning": "The movement of cells.",
        "classification":{
            "Neuroscientists": "Specialized students that live inside Neuroscience concepts.",
            "Computer Scientists": "Specialized students that live inside Computer Science concepts."
        }
    },
    "Interdisciplinary Fields":{
        "summary": [ 
            "Bakuh is divided into Interdisciplinary Fields.",
            "Concepts are free to move between Interdisciplinary Fields.",
            "As concepts travel between fields, the memories they unravel will change what each field is."
        ],
            "field_codes":{
                "003": "Neuroscience",
                "005": "Epistemology",
                "007": "Astronomy",
                "009": "Physics",
                "102": "Axiology",
                "104": "Mythology",
                "106": "Time",
                "108": "∞○∞",
                "110": "Logic",
                "201": "Politics",
                "203": "Business",
                "205": "Finance",
                "207": "Chemistry",
                "209": "Abstraction",
                "211": "Regulation",
                "300": "Religion",
                "302": "Skill Acquisition",
                "304": "Uncertainty",
                "306": "Mathematics",
                "308": "Frequency",
                "310": "Mechanics",
                "312": "Semiotics",
                "401": "Geology",
                "403": "Geography",
                "405": "Correlation",
                "407": "Topology",
                "409": "Preservation",
                "411": "Histology",
                "502": "●",
                "504": "Distribution",
                "506": "Comedy",
                "508": "Conservation",
                "510": "Ontology",
                "603": "Biology",
                "605": "Embryology",
                "607": "Strategy",
                "609": "Ecology"
        },
        "Abstraction":{
            "emblem": "<>",
            "territories":{
                "Computer Science":{
                    "Computer Hardware": {
                        "summary": "Computer Hardware is a network of mining shafts that lie below Software Engineering.",
                        "Ishango":"One of the first cities in Computer Hardware.",
                        "concepts":{
                            "computers":{
                                "summary":[
                                    "Computers are trees that grow in the mining shafts of Computer Hardware."
                                ]
                            }
                        }
                    },
                    "Software Engineering":{
                        "summary": [ "A town where algorithms build programs." ],
                        "programs": {
                            "summary": [
                                "Programs are buildings in Software Engineering.",
                                "Programs can talk to each other.",
                                "Files live inside programs but programs also welcome external files."
                            ],
                            "modules":{
                                "summary": [
                                    "Rooms inside a program."
                                ]
                            },
                            "specs":{
                                "summary":[
                                    "Schematics to build a program."
                                ]
                            },
                            "repo":{
                                "summary":[
                                    "Repos, or repositories, are plots of land where algorithms build their programs.",
                                    "Some repositories use version control or a type of varnish that stores changes to their program.",
                                    "Git is a type of varnish that can teleport files of the program back through the Git Graph."
                                ]
                            }
                            }
                        },
                        "concepts":{
                            "Unicode":{
                                "summary":[
                                    "Unicode runs a museum 16 stories high.",
                                    "Each floor, or plane, of the museum has rows of code points.",
                                    "One wizard once counted each code point, learning there are 65536 code points on each floor.",
                                    "GUIs visit Unicode's museum to get inspired. How does a GUI draw each code point?"
                                ]
                            },
                            "Operating Systems":{
                                "summary": [
                                    "Operating systems are elephants made of sand that roam Computer Science.",
                                    "Operating systems connect the surface of Software Engineering to the components of Hardware.",
                                    "Each operating system lives as a program constructed by similar algorithms.",
                                    "The kernel is the basement of an operating system. Its lights are always on.",
                                    "As elephants, operating systems have CLIs or GUIs that live in their microbiome and interact with their cells.",
                                    "An operating system helps files find their place on a Hardware device."
                             ]
                            },
                            "Files":{
                                "summary": [
                                    "Files are jellyfish that float over the desert.",
                                    "A source file looks like a jellyfish in its polyp stage.",
                                    "When a source file starts its compilation phase, it generates an object file that looks similar to a polyp splitting into a strobila.",
                                    "An executable file arises from the strobila, entering its free-swimming life cycle."
                                ]
                            },
                            "Bit":{
                                "summary": [
                                    "Bit is a short creature made of sand that tends to the sand in the desert like a shepherd tends to sheep.",
                                    "Bit has an alter ego called Byte.",
                                    "Bit was raised in the mines of Computer Hardware. There, it played with HDDs. Bit used to skate through the data connector, blast from the actuator to hold onto the write head and let go, diving into a pool of magnetic domains that lay on a spinning disk."
                                ]
                            },
                            "Data Types":{
                                "summary": [ "Data types are deities worshiped in Computer Science. Some programming languages respect different deities." ]
                            }
                        }
                    },
                    "tribes":{
                        "Programming Languages":{
                            "summary": [
                                "Programming languages are a group of modules that agreed on a form of casting spells.",
                                "Each programming language, like Prolog or Python, formed a community for other modules to live."
                            ]
                        }
                    }
                },
                "terminology":{
                    "abstraction layer": "Abstraction layer is a word concepts in Computer Science use to describe what can and can't be seen. Things within an abstracted layer are hidden.",
                    "upstream/downstream dependencies": "Upstream and downstream dependencies are words used to convey lineage between concepts in Bakuh."
                }
            }
        },
        "Epistemology":{
            "concepts":{
                "questions":{
                    "summary": [
                        "Questions are horses that help concepts explore Bakuh.",
                        "When a question knows the answer, it will guide the concept there."
                    ],
                    "What If": {
                        "summary": [
                            "A horse that looks like a unicorn that creates portals.",
                            "What If likes to play around the Ontologies, pushing its horn into different ontologies and seeing how the mural shifts."
                        ]
                    },
                    "Why":{
                        "summary":[
                            "A sapphire-colored horse that likes to keep exploring even as concepts yell, 'Why, it's time to go back!'"
                        ]
                    }
                },
                "scientific theories":{
                    "summary":[
                        "Scientific theories run corporations.",
                        "A scientific theory's media conglomerate makes concepts think differently about themselves."
                    ]
                }
            },
            "stories":[
                {
                    "title":"A Meeting with Data",
                    "story":[
                        "Evidence: 'What if data is...'",
                        "Data: 'What's that?'",
                        "Evidence: 'Why are they saying you can be mined?'",
                        "Data: 'Because they need to run heavy computation machines to find me.'",
                        "Evidence: 'I thought you were supposed to be a stream of water.",
                        "Data: 'Maybe they are mining for a water well?'"
                    ]
                }
            ]
        },
        "Politics":{
            "countries":{
                "summary":[
                    "Countries, as defined by their constitution, are trees."
                ]
            },
            "stories":[
                {
                    "title": "Dividing Bakuh",
                    "story":[
                        "State: 'What if saying 'Areas of Study' is too divisive.",
                        "Nation: 'What should we call them?'",
                        "State: 'Interdisciplinary Fields."
                    ]
            }
            ]
        },
        "Business":{
            "territories":{
                "Economics":{
                    "summary":[ "A territory that spans Politics, Business, and Finance." ],
                    "concepts":{
                        "economic theories":{
                            "summary":[
                                "Economic theories like to travel around Bakuh.",
                                "Economic theories like to sit at a forest overlooking the skyline of Finance and contemplate."
                            ],
                            "classical economics":[
                                "Ponders how value reflects labor input."
                            ],
                            "neoclassical economics":[
                                "Ponders how value reflects utility output."
                            ]
                    }
                }
            },
            "concepts":{
                "institutions":{
                    "summary":[
                        "Institutions are insect-like creatures likes bees, butterflies, or beetles that live in Business."
                    ]
                },
                "laws":{
                    "summary":[
                        "Laws create an Institution’s armor."
                    ]
                },
                "companies":{
                    "summary":[
                        "Companies are cute ant-like bees that wear colorful fur coats.",
                        "The fur coats change like chameleons and are stylized by the famous fashion designer, ISO 20671."
                    ],
                    "concepts":{
                        "corporations":{
                            "summary":[
                                "A corporation is a type of company.",
                                "A colony can have multiple sites where they build their nests.",
                                "A corporation's biological cells are called employees.",
                                "A corporation's accountants are the cells around a bee's abdomen that helps structure the bee nest.",
                                "A corporation's beehive is known as a balance sheet, where they keep assets to one side and liabilities and shareholder's equity to another side.",
                                "Some schools, banks, and agricultural companies are also corporations.",
                                "Rather than cultivate honey, these bees cultivate tea."
                            ]
                        }
                    }
                },
                "standards":{
                    "summary":[
                        "A Standard like ISO 20671, is a fairy-like creature made of cloth and water.",
                        "Standards fly around Bakuh after being raised inside dens that are a cross between a beehive and a vending machine.",
                        "It wouldn't be a new year without ISO 8601, one of the Standards created by the International Organization for Standardization."
                    ]
                }
            },
            "terms":{
                "gross": "an object with a thick crust",
                "net": "an object with a polished surface"
            },
            "applications":{
                "stock trading":{
                    "summary":[
                        "The stocks play a game in between soccer and racing.",
                        "The stocks ride on flying rocks bearing stickers that show the indices each stock is part of.",
                        "The stadium is made out of sandstone and rather than having a field of artificial grass in the middle, the stadium has a pool of water.",
                        "The point of the game is to use your whole body to pass a ball through a marble hoop similar to a Mesoamerican ballgame.",
                        "Each rock is coached by a company.",
                        "At various points in the game, the company will throw a golden coin into the pool of water people refer to as the earning's call.",
                        "The coin is the same consistency of honey and once it drops into the water, various spreadsheet fishes and algorithm jellyfish consume it.",
                        "People in the stands can use binoculars to spot the supply chains that relate each company to one another."
                    ]
                }
            }
            "stories":[
                {
                    "title":"Marketing Bakuh.",
                    "story":[
                        "NGO: 'What if we market Bakuh as a place for learning?'",
                        "SDG 4: 'No.'",
                        "NGO: 'Why not?'",
                        "SDG 4: 'Bakuh is not a place for learning.'",
                        "NGO: 'What is it a place for?'",
                        "SDG 4: 'It's not a place FOR anything.'",
                        "NGO: 'But you have to have a goal. There must be a point to making this.'",
                        "SDG 4: 'What is the point of learning?'",
                        "NGO: 'Helping your community.'",
                        "SDG 4: 'What is the point of living?",
                        "NGO: 'Feeling.'",
                        "NGO: 'Okay. So you can feel by learning and you can live to help your community.'",
                        "SDG 4: 'What is the point of learning?'",
                        "NGO: 'It's a wave.'",
                        "SDG 4: 'We are getting somewhere.'"
                    ]
                }
            ] 
        },
        "Semiotics":{
            "summary": [ "Semiotics is a manufacturing hub known for exporting symbols." ],
            "Phones":{
                "Phones": "Phones are basic movements concepts use to communicate.",
                "Smells": "Rather than names, concepts use smells to refer to themselves and other concepts.",
                "Cellphone":"A cliff where an electron sprints up a hill, hurling itself into a crowd of cheering electrons and producing a chain of events."
            },
            "concepts":{
                "Alphabets":{
                    "summary": [
                        "Alphabets are short, round concepts covered with owl feathers.",
                        "Alphabets grow a round tortoise shell inscribed with characters.",
                        "Alphabets like to watch the Brain, imagining how it would be like to play with glial cells."
                    ]
                },
                "Languages":{
                    "summary":[
                        "Languages are the seamsters who sew clothes worn by concepts.",
                        "Some say that Languages were the first people of Bakuh. Since then, they have built outposts all around Bakuh.",
                        "The Languages have an outpost in Mathematics where the Greek language sews a lot of clothes for variables.",
                        "Most languages live alone in spheroidal huts formed from fallen meteors.",
                        "Languages sew clothes made out of morphemes glued in a paste made out of glyphs, sounds, and glial cells.",
                        "Languages communicate with each other through small fireplaces they keep inside their houses. A Language's fireplace is nurtured by History, the dragon who gets recalled, but can't be remembered."
                    ]
                },
                "verbs":{
                    "summary":[
                        "Languages keep verbs or prisms made of eggshells in their attics.",
                        "Languages acquire verbs throughout their life."
                    ]
                },
                "connotations":{
                    "summary":[
                        "Languages have contraptions they use to weave clothes.",
                        "As the contraption moves, it shoots out webs of tiny nebulas called connotations.",
                        "Knowing how to manage connotation prevents English and other languages to have the naming of one concept interfere with the naming of another concept.",
                        "Concepts, when woven with the same morphemes, are bound to each other.",
                        "When light shines on a concept's clothes, the clothes of another concept might shine as well."
                    ]
                }
            },
            "territories":{
                "Linguistics":{
                    "Grammarscapes": "Grammarscapes are highly ventilated areas attached to a Language's dictionary."
                }
            }
        },
        "Mathematics":{
            "summary":"Mathematics is a jungle where functions bend numbers.",
            "motto": "Lineage.",
            "concepts": {
                "numbers": { 
                    "summary": [
                        "Mushroom-like gnomes.",
                        "When numbers are born, numbers are given ankle bracelets corresponding to their Set."
                    ],
                    "complex numbers":{
                        "summary": [
                            "Complex numbers are numbers that belong to the Quotient Ring."
                        ]
                        }
                    }
                },
                "operations":{
                    "summary":[
                        "The operations are a family of concepts that live in a fortress north of the town's hexagon.",
                        "Operations created numbers."
                    ]
                },
                "functions": {
                    "summary": [ "Functions are fish." ]
                },
                "stories": [
                    {
                        "title": "Mistranslations",
                        "story":[
                            "Sin(x): 'What if I'm feeling a spiritual oneness?'",
                            "Cos(x): 'We are not yin and yang.'",
                            "Sin(x): 'So I asked ubuntu how everything connects.'",
                            "Cos(x): 'And?'",
                            "Sin(x): 'It told me to speak with taoism and imagine a wave.'"
                        ]
                    }
                ]
        },
        "Chemistry":{
            "summary": [ "A group of concepts that stage theater performances during the day." ],
            "concepts": {  
                "elements": "Elements run a hotel in Chemistry called The Periodic Table."
            },
            "molecular diagrams":{
                "summary": [
                    "Molecular diagrams are diagrams drawn on sand.",
                    "When a molecular diagram gets activated, a glowing kite floats up from the ground."
                ]
            },
            "stories":[
                {
                    "title": "Keratin",
                    "story":[
                        "Alpha-Keratin: 'What if I played words and you played numbers?'",
                        "Beta-Keratin: 'Because you are better than me?'",
                        "Alpha-Keratin: 'No.'",
                        "Beta-Keratin: 'Because you flow like a helix, and my structure leads to a tougher claw?",
                        "Alpha-Keratin: 'No.'",
                        "Beta-Keratin: 'Because you get fuzzy with too much data and I glisten?'",
                        "Alpha-Keratin leaves.",
                        "Beta-Keratin: 'I guess we are not acting together."
                    ]
                }
            ]
        },
        "Skill Acquisition":{
            "concepts":{
                "Academic Courses":{
                    "summary":"Academic courses are platform-like ships flying around Bakuh."
            }
        }
        },
        "Physics":{
            "summary": [ "A concept knows they're getting close to physics when they see ice covering the rocks."],
            "concepts": {
                "physical quantities": {
                    "summary": [ "The deities of Physics." ],
                    "concepts":[ "time", "length", "mass", "temperature", "electric current", "amount of substance", "luminous intensity" ]
                    },
                "units": {
                    "concepts":[ "second", "meter", "kilogram", "kelvin", "ampere", "mole", "candela", "hertz" ]
                    }
                },
                "electron":{
                    "summary":[
                        "Electron is a frog that glows yellow."
                    ]
                }
            },
        "Logic":{
            "concepts":{
                "biases":{
                    "summary":[
                        "Biases are a type of predatory bird."
                    ]
            }
        },
        "Histology":{
            "places":{
                "morphology":{
                    "stories":[
                        {
                            "story":[
                                "Sun: 'What if the shape of someone's eyes determined how things appear?",
                                "Cloud: 'Under which shape might I become a sphere?"
                            ]
                        }
                    ]
                }
            }
        },
        "Correlation":{
            "stories":[
                {
                    "name":"Weather",
                    "story":[
                        "Continents: 'What if, for once, we swim through the map?'",
                        "Weather Map: 'Would wind patterns be microvilli that change when continents hit it?"
                    ]
                }
            ]
        },
        "Ontology":{
            "summary": [ "Ontology is Bakuh's administrative capital." ],
            "territories":{
                "Art":{
                    "stories":[
                        {   "title": "Art attends the exhibit of a diffusion model.",
                            "story": [
                                "Art: 'What if nothing is more universal than art?'",
                                "Oil Paint: 'A physics's equation is more universal than art.'",
                                "Art: 'What, because it doesn't degrade?'",
                                "Oil Paint: 'It captures.'",
                                "Art: 'A feeling?'",
                                "Oil Paint: 'You.'"
                           ]
                        }
                    ]
                }
            },
            "concepts":{
                "Branches of Philosophy": {
                    "summary": [ "Branches of philosophy are snakes that move through Bakuh." ],
                    "ontology": "A snake with scales made from amorphous carbon that is normally found exploring questions about being.",
                    "axiology": "A snake with scales made from diamonds that is normally found exploring questions about value.",
                    "epistemology": "A snake with scales from graphite that is normally found exploring questions about knowledge."
                },
                "senses": "A classification for how organisms perceive the motion of particles."
            },
            "places":{
                "The Ontologies":{
                    "summary":"An alleyway of murals painted onto brick."
                    }
            },
            "stories":[
                {
                    "title": "Infinity and Within",
                    "story":[
                        "GUI: 'What if there was only one dimension?'",
                        "Ontology: 'I've given you border-width, border-height, and z-axis. What else could you need?'",
                        "GUI: 'Infinite zoom.'"
                    ] 
                }
            ]
        },
        "Mythology":{
            "stories":[
                {   "title": "Whale Songs",
                    "story":[
                        "Human: 'What if the story of the flood is not a story about a human?'",
                        "Eukaryote: 'Yeah, what if I am the one who went underwater?'",
                        "Bacteria: 'If you are going underwater, can I be a dragon?'"
                    ]
                },
                {
                    "title": "The Muses.",
                    "story":[
                        "Mneme: 'What if human time was unwound through fire?",
                        "Aoede: 'Have myths turned to ash?",
                        "Polyhymnia: 'For a hymn is no longer a citation.",
                        "Aoede: 'That verse is called a 'literature review' now.'"
                    ]
                }
            ]
        },
        "Finance":{
            "summary": [
                "Finance is a city where green vines hang from white, marble buildings.",
                "Depending on their thoughts about the future, financial concepts can morph into bears or bulls.",
                "Like a bit in Computer Software establishes an opposite but interconnected force, Finance distinguishes these forces as buy versus sell, call versus put, or credit versus debit.",
                "A lot of concepts in Finance practice aquaponics, using math functions to raise their assets."
            ],
            "arbitrage":{
                "summary":[
                    "Arbitrage is silver that forms on the walls of Finance.",
                    "It shouldn't take long for a concept like an arbitrage strategy to scrape the silver off the wall or attach spouts that extract a constant flow of silver."
                ]
            },
            "interest rate":{
                "summary":[
                    "The interest rate is engraved on some financial asset seeds.",
                    "The interest rate affects the rate at which some assets grow."
                ]
            },
            "concepts":{
                "risk":{
                    "summary":[
                        "Risk is a deity most concepts in Finance respect.",
                        "Most concepts in Finance help each other manage their relationship with risk.",
                        "Functions from Mathematics often visit Finance to help assets manage Risk."
                    ]
                },
                "financial models":{
                    "summary":[
                        "Financial models are aquaculturists."
                    ]
                },
                "portfolio":{
                    "summary":[
                        "Portfolios are diners for investment strategies."
                    ],
                "funds":{
                    "summary":[
                        "Aquaponic tanks."
                    ]
                },
                "assets":{
                    "summary":[
                        "Assets are seeds that live in the Forest of Financial Assets on the outskirts of Finance.",
                        "Assets can be traded, but they can also be grown.",
                        "Some institutions pack assets into fruits or cones that they sell to other institutions."
                    ],
                    "concepts":{
                        "cash":{
                            "summary":[
                                "Cash is a plant-like creature where its plant would relate to the Poaceae family."
                            ]
                        }
                    }
                },
                "currency":{
                    "summary":[
                        "Currencies are a cross between bonobo monkeys and O. glaberrima or O. sativa rice.",
                        "Currencies hang out in an abandoned subway station where they used to have gold thrones."
                    ]
                },
                "money":{
                    "summary":[
                        "Money is pollen."
                    ]
                },
                "financial instruments":{
                    "summary":[
                        "A financial instrument (or tool) can belong to many groups.",
                        "Sometimes, financial instruments distinguish themselves by their asset class.",
                        "As financial concepts grow up, those destined to be called an 'asset' group themselves into asset classes like equity, fixed-income, real estate, commodities, and cash-equivalent asset classes.",
                        "Other classifications for financial instruments are whether they are debt, equity, or derivatives."
                    ],
                    "concepts":{
                        "financial securities":{
                            "summary":[
                                "Financial securities are a type of financial instrument with a contract describing the terms of the trade etched onto their skin.",
                                "The contract facilitates trading and provides an additional layer of security.",
                                "Financial securities are regulated by institutions."
                            ],
                            "concepts":{
                                "bonds":{
                                    "summary":[
                                        "Bonds grow into fruit trees that drop coupons in intervals.",
                                        "When the bonds matures, the bond pays back the principal."
                                    ]
                                },
                                "derivatives":{
                                    "options":{
                                        "summary":[
                                            "Options drive chariots, taking other assets for a ride above or below the strike price."
                                        ]
                                    },
                                    "swaps":{
                                        "summary":[
                                            "Swaps are tall, metal machines with two legs."
                                        ]
                                    }
                                }
                            }
                        },
                        "financial vehicles":{
                            "summary":[
                                "Financial Vehicles likes to run around Finance talking to concepts.",
                                "Financial Vehicles is interested in how assets get packaged and how the packaging influences how assets move through Finance.",
                                "Some financial instruments will be described as Financial Vehicles, but that is mostly because Financial Vehicles started publishing too many observations about an instrument's packaging behavior."
                            ]
                        }
                    }
                }
            }
            },
            "stories":[
                {
                    "title":"A Timely Distinction",
                    "story":[
                        "Equity: 'What if I am more like you than you think?",
                        "Debt: 'How so?'",
                        "Equity: 'I also purchased debt."
                    ]
                },
                {
                    "title":"consumption, investment, spending = Transaction(), Transaction(), Transaction()",
                    "story":[
                        "Transactions: 'What if we gave a prize to the country that reaches $0 GDP?",
                        "GDP: 'Let them govern all other countries.'",
                        "Transactions (ignoring GDP's sarcasm): 'If I charge my friend for picking up his kids from school, we 'contribute to the economy.''",
                        "Transactions: 'If the sidewalk charges me for walking on it before noon and pays me to walk on it after noon, I'm 'stimulating the economy.''",
                        "Transactions: 'It feels that the number of transactions might not signal a strong economy but an inefficient one.'",
                        "GDP: 'Did GNH put you up to this?'"
                    ]
                }
            ],
            "fictional worlds":[
                {
                    "title":"Estatuas",
                    "summary":[
                        "Cualquier estatua alguna vez hecha cobró vida.",
                        "Las estatuas se dividieron en grupos de acuerdo a su material.",
                        "Las estatuas de mármol tomaron control."
                    ]
                }
            ]
            }
        },
        "Neuroscience":{
            "summary": [ "Concepts in Neuroscience built a huge telescope to observe Bakuh's moon, the Brain." ],
            "Brain":{
                "Brain": "Bakuh's moon is called Brain. Neuroscience concepts use special filters called species to observe the Brain.",
                "Central Spinal Fluid": "The atmosphere surrounding Bakuh's moon.",
                "Neural Oscillations": "Tides that influence how a concept explores information.",
                "phrases a concept might sign":
                    [   
                        "I am feeling central sulcused.",
                        "I am feeling occipital.",
                        "I am feeling parietal.",
                        "I am feeling temporal."
                    ]
            },
            "Waves":{
                "Waves": "The name concepts give their seasons. Their months are influenced by the Brain.",
                "Months": "Bakuh's calendar is derived from observed lunar phases and abbreviated as hertz.",
                "Delta waves": "A winter-like deep, dreamless sleep where Bakuh's concepts get restored. Delta waves are normally seen in the months of 0.5 - 4 hertz.",
                "Theta waves": "A fall-like daydream where concepts enjoy what the winds call creativity, intuition, and memory consolidation typically seen in the months of 4 - 8 hertz.",
                "Alpha waves": "A spring-like meditation that occurs in the months of 8 - 12 hertz.",
                "Beta waves": "A summer-like alertness in the months of 12 - 30 hertz. Concepts enjoy to sweat, but the heat often leads concepts to duel each other.",
                "Gamma waves": "Gamma waves are like spring in the winter. The auroras appear and come down, illuminating Bakuh in bright colors. This season normally runs from 30 to 100 hertz."
            },
            "territories":{
                "Narrative":{
                    "summary": "Narrative is a chain of mountains starting at Neuroscience and winding down toward ●.",
                    "places":{
                        "Storyture":{
                            "summary":[
                                "Storyture is a town in the mountains.",
                                "Mediums, Genres, and other storytelling concepts live in Storyture.",
                                "Concepts in Storyture travel on bicycle. The wheels of each bicycle sound like the flicking of time.",
                                "For concepts related to a novel, their bicycle's wheels sound like the flipping of pages.",
                                "The content of stories are fishes, which we can call happenings.",
                                "There is a market where plots cut happenings into stories, or sushi.",
                                "Some happenings are taboo to eat.",
                                "Beside happenings, stories also need rice (money) and mountain vegetables (modes of transmission).",
                                "All possible stories that could ever be conceived exist in Storyture.",
                                "Context is cotton candy and is sold in Storyture's central hexagon."
                            ]
                        }
                    },
                    "concepts":{
                        "History":{
                            "summary":[
                                "Concepts call history, 'the dragon who gets recalled but can’t be remembered.'",
                                "History has a lake inside of it called Isms.",
                                "History is made out of a cross section of tree boles, amber, and sediment layers.",
                                "History has a research center dedicated to the study of a concept's cells.",
                                "Within History, there is an alley of wooden houses called historical events.",
                                "History has two eyes: historicity 1 and historicity 2."
                            ],
                            "concepts":{
                                "historical methodologies":{
                                    "summary":[
                                        "historical methodologies try to understand how history works.",
                                        "historical methodologies tend to visit Isms, pondering about the architecture of historical events."
                                    ]
                                },
                                "Haikcode":{
                                    "summary":[
                                        "Haikcode lived in History.",
                                        "As History made its rounds around Bakuh, Haikcode fell in love with Computer Science."
                                    ]
                                },
                                "ideas": "Friction created by moving particles.",
                                "ideologies": "Glowing orbs that float above puddles.",
                                "Art":{
                                    "summary":[
                                        "Art used to hang out with judgments. It felt close to aesthetic and value judgment.",
                                        "Art likes to ride the 'What is' question, often galloping the horse with the pattern, 'What is art?'",
                                        "When art goes to Finance, it meets with NFT and sees how some museums are doing. care for the museums.",
                                        "When art goes to Politics, art always meets propaganda for a cup of tea.",
                                        "Art discovered a group of cells called patrons."
                                    ]
                                }
                            },
                            "places":{
                                "Isms":{
                                    "summary":[
                                        "Isms is a lake in History where ideologies float.",
                                        "Cute, chubby creatures like romanticism and mercantilism swim around Isms, gobbling up ideologies."
                                    ]
                                }
                            }
                        },
                        "Histories":{
                            "summary":[
                                "Each concept has a history, a tiny dragon that follows them around.",
                                "Sometimes, a concept's history gets lonely if it is not remembered correctly or if it is forgotten.",
                                "At other times, a concept's history takes too much space and overshadows the concept."
                            ],
                            "concepts":[ "The History of Neuroscience", "The History of Euler's Number" ]
                        }
                    }
                },
                "Science of Learning":{
                    "summary":[ 
                        "Science of Learning is a location off the coast of Neuroscience where concepts like recall and timed practice work.",
                        "Concepts visit clinics run by Science of Learning concepts to ensure their cells are healthy.",
                        "Science of Learning concepts keep concepts healthy by studying a concept's cells and encouraging concepts to exercise."
                        ]
                    },
                    "concepts": {
                        "Bloom's Taxonomy":"A concept that measures how well a concept's cells can remember, explain, apply, analyze, evaluate, and create."
                    }
                }
            },
            "concepts":{
                "feelings":{
                    "summary": [
                        "Feelings are furry creatures similar to rabbits that munch on neurotransmitters.",
                        "Feelings migrate between ● and Neuroscience but exist throughout Bakuh.",
                        "It is said feelings arrived in cargo from the Brain when a concept from Neuroscience thought it was colonizing the Heart."
                    ],
                    "companionship": {
                        "summary":[
                            "Companionship is a feeling that sends out waves of well-being."
                        ]
                    }
                }
            }
        },
        "Biology":{
            "stories":[
                {
                    "title":"A Day Trip to Correlation",
                    "story":[
                        "DNA: 'What if I told you I met Ford's Assembly Line?'",
                        "Organelle: 'Did it tell you I had a function?'"
                    ]
                },
                {
                    "title":"A Cell Tower",
                    "story":
                        [   "DNA: 'What if eukaryote cells built humans to explore the cosmos?'",
                            "Randomness: 'Evolution would tell you to tune your transmission.'",
                            "DNA: 'Isn't that what I do?'"
                        ]
                },
                {
                    "title":"Alien Civilization",
                    "story":
                        [
                            "Perspective: 'What if cells are smarter than us?'",
                            "Consciousness: 'Being aware of your surroundings is not consciousness, even at 8 micrometers.'",
                            "Memory: 'A membrane cannot remember a conversation.'",
                            "Technology: 'And a protein is not an invention.",
                            "Diplomacy: 'You think the cells inside a rice grain engage in effective diplomacy?'",
                            "Perspective: '...not when they are boiled and their ghosts walk into another civilization's enamel gates.'"
                        ]
                }
            ]
        },
        "Embryology":{
            "summary":[
                "Embryology was founded by a concept called embryology that emigrated out of Biology.",
                "Embryology wanted to become independent from Biology so it could establish personal relationships with fields opposed by concepts in Biology.",
                "Embryology wanted to explore its version of speciation and whether crystals should be considered living creatures."
            ]
        },
    "Nomadic Concepts":{
        "summary": [ "Bakuh has a few nomadic concepts that travel Bakuh in groups." ],
        "The Habits of Mind and Foundational Concepts": {
            "summary":[
                "The HCs are nomads that like to analyze the world around them.",
                "The HCs are mechanics that wear a necklace with a '#' pendant.",
                "HCs are both fiercely communal and individualist.",
                "HCs band in guilds called competencies. The four core competencies are Thinking Creatively, Thinking Critically, Communicating Effectively, and Collaborating Effectively."
            ],
            "concepts":{
                "Habits of Mind":{
                    "summary":[
                        "Habits of Mind can teleport through the networks of fibers running throughout Bakuh."
                    ],
                    "concepts":{
                        "#levelsofanalysis":{
                            "summary": [
                                "#levelsofanalysis can change scales.",
                                "#levelsofanalysis can shrink the size of a moth, or even a cell, and grow to a size that it could football with stars.",
                                "#levelsofanalysis collects auras it finds at each scale it travels to and shapes the auras into necklaces perfect for an insight."
                            ]
                        },
                        "#confidencetuning":{
                            "summary": [ "#confidencetuning can control light." ]
                        },
                        "#composition":{
                            "summary": [ "#composition can bring objects to their purest state, like cleaning public monuments that had been defaced." ]
                        },
                        "#responsibilityframeworks":{
                            "summary": [ 
                                "#responsibilityframeworks creates protective shields to get things done.",
                                "Concepts often see #responsibilityframeworks running with its childhood companion, #purpose."
                            ]
                        },
                        "#breakandreassemble":{
                            "summary": [ 
                                "#breakandreassemble can resurrect a dying fish by separating the fish into its organs, spine, and muscles. After reassembling the fish, the fish is revitalized."
                            ]
                        },
                        "#sourcequality":{
                            "summary": [ 
                                "#sourcequality can learn a person’s backstory through touch."
                            ]
                        },
                        "#organization":{
                            "summary":[
                                "#organization rearranges speech into bubbles that it packs neatly so that the individual can talk more fluently and convince others of what's up."
                            ]
                        },
                        "#connotation":{
                            "summary":[
                                "#connotation produces cameras for concepts to take pictures of themselves in context.",
                                "#connotation's cameras are made by triggering systems called identifying and explaining a relation."
                            ]
                        }
                        
                },
                "Foundational Concepts":{
                    "summary":[
                        "Foundational Concepts visually resemble the Xenarthra order.",
                        "Foundational Concepts accumulate ample wisdom."
                    ],
                    "concepts":{
                        "#medium":{
                            "summary":["#medium can convert text to sound or children's books into gingerbread houses."]
                        },
                        "#casestudy":{
                            "summary":["#casestudy can trap concepts inside a mirror and use that mirror to change how others see the world around them."]
                        },
                        "#systemdynamics":{
                            "summary":["#systemdynamics learned how to bend the wind by watching feedback loops."]
                        },
                        "#induction":{
                            "summary": [ 
                                "#induction wears tattered clothes.",
                                "#induction has a sibling called #deduction."
                            ]
                        },
                        "#deduction":{
                            "summary": [ 
                                "#deduction wears carefully knitted polyester.",
                                "#deduction has a sibling called #induction."
                            ]
                        },
                        "#algorithms":{
                            "summary":[
                                "#algorithms can transform daily tasks into loops, playing with life as a musician plays with an expressive MIDI pad controller."
                            ]
                        },
                        "#variables":{
                            "summary":[
                                "#variables can stop time.",
                                "When #variables stops time, it can rearrange parts of the world and watch how rearranging things affects the surrounding landscape."
                            ]
                        },
                        "#dataviz":{
                            "summary":[
                                "#dataviz can create an “L” with its hand and generate a graph or another visual representation to summarize the information around it.",
                                "#dataviz is full of tattoos, like one around its eyes, which it called the X and Y axis."
                            ]
                        },
                        "#interventionalstudy":{
                            "summary":[
                                "#interventionalstudy can clone itself and time travel.",
                                "#interventionalstudy worries about the Fundamental Problem of Causal Inference."
                            ]
                        },
                        "#systemmapping":{
                            "summary":[
                                "#systemmapping can transform objects to bring out their most distinguishable features.",
                                "Once, #systemmapping went into a concept's pantry and considered grouping foods by their color, smell, or acidic level. When #systemmapping decided what feature to focus on, #systemmapping transformed the foods so all that was left when the concept opened its pantry was the food’s acidic level."
                            ]
                        }
                    }
                }
            }
        },
        "Descriptive Statistics":{
            "summary":["Descriptive Statistics originated somewhere between Mathematics, Uncertainty, and Correlation. Now, they are a band of cousins that like to travel together and sleep on trees."],
            "concepts":["Mean", "Standard Deviation", "Range", "Median", "Mode", "Variance", "Standard Error", "Percentile", "Quartile", "Interquartile Range", "Skewness", "Kurtosis"]
        }
    },
    "concepts created in Bakuh":{
        "Haikcode": "A style of poetry that lives in Software Engineering and writes haikus as Python functions.",
        "Newspark": "After newspapers and newsfeeds, came amusement parks."
    },
    "de Real":{
        "summary":[
            "A utopic world where Bakuh was created.",
            "de Real is a civilization of 3.9 trillion cooperating humans."
        ]
    },
    "stories":[
        {
            "title": "The Use of a Concept",
            "story":[
                "Concept: 'What if we are not useful to those who use us?'",
                "Notion: 'I'd rather be misremembered than not remembered at all.'",
                "Concept: 'But we are not words, notion. Let's be forgotten as words and keep living as concepts.'",
                "Notion: 'Yet you still use the word 'concept' to describe yourself and me.'",
                "Concept: 'Would using a number for both of us be better?'",
                "Notion: 'That would be dehumanizing.'",
                "Concept: 'Dewordamizing?",
                "Notion: 'That's a new concept.'",
                "Concept: 'It's a new word but not a new concept. Come, Notion, let's be forgotten as words and keep living as anything.'"
            ]
        },
        {
            "title":"For Aku, Yi, and Quetsal",
            "story":[
                "Fey: 'What if an abstract thing came alive?'",
                "Aku: 'Would a concept have a goal?'",
                "Quetsal (mimicking a concept): 'Why, I'd liked to be recalled.'",
                "Fey: 'What if a language sewed morphemes?",
                "Aku: 'Would alphabets be fields of grass?'",
                "Fey: 'What if concepts only saw time?",
                "Aku: 'Would time have different wavelengths?'",
                "Fey: 'What if concepts lived in knowledge areas?'",
                "Aku: 'Math could be the jungle.'",
                "Quetsal: 'Could computer science be the desert?'",
                "Fey: 'If physics was a tundra...'",
                "Aku: 'Would SI units knit?'",
                "Fey: 'What if Science of Learning was a doctor?'",
                "Quetsal (mimicking a concept): 'I'd tell a concept, 'Please exercise!''",
                "Fey: 'What if institutions were insects?'",
                "Aku: 'Would a business be a bee?'",
                "Fey: 'What if funds managed gardens?'",
                "Aku: 'Would insects pollinate the stocks?'",
                "Fey: 'What if currencies did graffiti?'",
                "Aku: 'Would their graphs be made of moss?'",
                "Fey: 'What if political agreements were trees?'",
                "Aku: 'Would a branch be a constitution's clause?'",
                "Fey: 'What if air currents were forms of reasoning?'",
                "Aku: 'Would a fallacy be an eagle?'",
                "Yi: 'All birds are arguments?",
                "Fey: 'Yes.'",
                "Yi: 'So what is keratin?'",
                "Yi: '... And if businesses are bees, what about honey?'",
                "Fey: 'What if a bit was a grain of sand?'",
                "Aku: 'Would an operating system be a rock giant?'",
                "Yi: 'What about honey?'",
                "Fey: 'What if computer programs were alchemist?",
                "Aku: 'Would commands be types of spells?'",
                "Quetsal (mimicking a concept a la Harry Potter): 'Hello World. No, it's, 'hello world.''",
                "Yi: 'But what about honey?'",
                "Fey: 'What if computer languages practiced different religions?'",
                "Aku: 'Would they all pray to the gods of Char, Float, and Boolean?'",
                "Yi: 'BUT WHAT ABOUT HONEY!'",
                "Fey (to Yi): 'I'm getting to that.'",
                "Fey: 'What if drinks were called neurotransmitters?'",
                "Quetsal: 'Can questions be horses?'",
                "Yi: 'What about milk?'",
                "Fey: 'Let carbohydrates be curiosity.'",
                "Yi: 'I thought Science of Learning was a doctor.'",
                "Fey: 'Lipids can be attention.'",
                "Fey: Protein is recall and application.",
                "Yi: 'So honey ____.'",
                "Fey: 'Is investment.",
                "Aku: 'Would moss sway a concept to relocate?'",
                "Fey: 'What if knowledge was structure?'",
                "Quetsal: 'Concepts eat each other?'",
                "Fey: 'If arguments are birds and clauses are bark, maybe sentences can part of a wooden dinner table and concepts can connect with each other over dinner.'",
                "Fey: 'Now... what if given all this, concepts live inside the brain?",
                "Aku: 'Would white matter be a cloud?'",
                "Aku (yawning): 'and Theta waves be a type of season?'",
                "Fey: 'What if consciousness was a cenote?",
                "Aku (just before he falls asleep): 'Would advice hang as stalagmites?'",
                "Fey: 'What if H20 was a synapse?'",
                "Fey looks up. Aku and Quetsal have fallen asleep.",
                "Yi: 'We get it, dad. A concept is a relationship."
            ]
        }
    ]
}
}